Repository: DHCopeland/deltadoc333-test
Catalog: jbrout/po/*/LC_MESSAGES/jbrout.po
Languages: de

source: Jbrout Error
de: Jbrout Fehler

source: Tags
de: Schlagwörter

source: Comment
de: Kommentar

source: Date
de: Datum

source: Apply to %d photo(s)
de: Auf %d Foto(s) anwenden

source: %d/%d selected
de: Auswahl: %d/%d

source: Year %s
de: Jahr %s

source: Basket
de: Ablagekorb

source: Do you want JBrout to rename your imported photos according to their create timestamp (Recommended) ?
de: Soll JBrout Ihre Fotos automatisch nach ihrem Erstellungsdatum umbenennen(emfohlen) ?

source: Do you want JBrout to synchronize IPTC and XMP keywords (Recommended) ?
de: Soll JBrout IPTC und XMP Schlagwörter automatisch synchronisieren ?

source: Do you want JBrout to auto-rotate your imported photos according to their orientation tag (Recommended) ?
de: Soll JBrout ihre Fotos automatisch anhand ihres Ausrichtungs-Tags rotieren (empfohlen) ?

source: Any
de: Alles

source: Landscape
de: Quer

source: Portrait
de: Hochkant

source: Display (%s)
de: Anzeige (%s)

source: %s (%d photo(s))
de: %s (%d Foto(s))

source: Enter a bookmark Name
de: Geben sie dem Lesezeichen einen Namen

source: Rename folder
de: Album umbenennen

source: New folder
de: Neues Album

source: Are you sure to delete this folder ?
de: Sind sich sicher, dass Sie dieses Album löschen wollen ?

source: Are you sure to delete this folder ? (This folder contains %d file(s))
de: Soll dieses Album wirklich gelöscht werden ? (Es enthält noch %d Datei(en))

source: Importing %d/%d
de: Importiere %d/%d

source: %d tag(s) were added !
de: %d Schlagwörter wurden hinzugefügt !

source: Are you sure to move this folder here ?
de: Möchten Sie dieses Album wirklich hierher verschieben ?

source: Can't drag the basket to a folder
de: Sie können den Ablagekorb nicht auf einen Album legen

source: Add to Basket
de: In den Ablagekorb

source: Remove From Basket
de: Aus dem Ablagekob nehmen

source: Select this folder
de: Album auswählen

source: Select this time
de: Zeit auswählen

source: Operations
de: Operationen

source: External Tools
de: Externe Tools

source: ** ALL **
de: ** ALLES **

source: Delete tag
de: Schlagwort löschen

source: Delete
de: Löschen

source: Deleting tags
de: Lösche Schlagwörter

source: Delete %d photo(s) are you sure ?
de: Sollen diese %d Fotos wirklich gelöscht werden ?

source: Adding tags
de: Füge Schlagwörter hinzu

source: can't add tag to a readonly picture
de: Kann Schlagwörter nicht zu schrebgeschütztem Bild hinzufügen

source: New tag
de: Neues Schlagwort

source: Tag already exists
de: Schlagwort existiert bereits

source: New category
de: Neue Kategorie

source: Category already exists
de: Kategorie existiert bereits

source: This tag is in use
de: Dieses Schlagwort ist in Verwendung

source: Category is not empty
de: Die Kategorie ist nicht leer

source: Don't drop parents to a child
de: Kann Oberkategorie nicht in Unterkategorie legen

source: Drop in space
de: Ins nichts ablegen

source: Nothing was dragged
de: Nichts abgelegt

source: Drop from nowhere
de: Abgelegt aus dem Nichts

source: Select only
de: Nur dies auswählen

source: Rename
de: Umbenennen

source: Refresh
de: Neu Laden

source: Remove from db
de: Aus der Datenbank löschen

source: Delete from disk
de: Von der Festplatte löschen

source: Remove
de: Löschen

source: Add Folder
de: Album hinzufügen

source: Tag %s
de: Schlagwort %s

source: Tags
de: Schlagwörter

source: Don't drop tags on a tag
de: Schlagwörter können nicht aufeinander abgelegt werden

source: Tag/catg couldn't be a parent of the destination
de: Kann OberKategorie/Schlagwort nicht auf eine Unterkategorie/Schlagwort ablegen

source: Add Tag
de: Schlagwort hinzufügen

source: Add Category
de: Kategorie hinzufügen

source: To %m/%d/%Y %A
de: Bis %d/%m/%Y %A

source: From %m/%d/%Y %A
de: Ab %d/%m/%Y %A

source: NOT %s
de: NICHT %s

source: Format:Landscape
de: Querformat

source: Format:Portrait
de: Hochformat

source: comment(%s)
de: Kommentar(%s)

source: and
de: und

source: NOT '%s'
de: NICHT '%s'

source: ALL
de: ALLES

source: jBrout appears to already be running are you sure you wish to run another copy
de: jBrout scheint bereits zu laufen. Eine weitere Instanz öffnen ?

source: jBrout Already Running
de: jBrout läuft bereits

source: Add Bookmark
de: Lesezeichen hinzufügen

source: Add folder
de: Album hinzufügen

source: Album / comment
de: Album / Kommentar

source: Albums
de: Alben

source: Ascending
de: Aufsteigend

source: Bookmarks
de: Lesezeichen

source: Descending
de: Absteigend

source: Edit Bookmarks
de: Lesezeichen berarbeiten

source: Enter New Comment
de: Neuen Kommentar eingeben

source: Mark this picture to be removed
de: Dieses Bild zum löschen markieren

source: Period from
de: Zeit ab

source: Photo comment
de: Foto kommentar

source: Preferences
de: Einstellungen

source: Press a key
de: taste drücken

source: Put this picture in the basket
de: Dieses Bild in den Ablagekorb tun

source: Search
de: Suchen

source: Selection's filter
de: Auswahl filtern

source: Time
de: Zeit

source: _Bookmarks
de: _Lesezeichen

source: _Display (%s)
de: _Anzeige (%s)

source: _Edit external tools
de: _Externe Tools editieren

source: _File
de: _Datei

source: _Help
de: _Hilfe

source: _Order
de: _Sortierung

source: _Preferences
de: _Einstellungen

source: coming soon
de: kommt später

source: gtk-cancel
de: Abbrechen

source: gtk-clear
de: Leeren

source: gtk-close
de: Schließen

source: gtk-ok
de: Ok

source: info
de: Informationen

source: jBrout Full Screen Display
de: jBrout Vollbild Anzeige

source: label
de: Beschriftung

source: to
de: bis

source: Show Hidden
de: Versteckte Anzeigen

source: Jbrout Input
de: Jbrout Eingabe

source: Jbrout Message
de: Jbrout Nachricht

source: Jbrout Question
de: Jbrout Frage

source: %.1f GB
de: %.1f GG

source: Apply to this photo
de: Auf dieses Foto anwenden

source: %(exifdate)s %(resolution)s, %(filesize)s ALBUM : %(folder)s COMMENT : %(comment)s TAGS :
de: %(exifdate)s %(resolution)s, %(filesize)s ALBUM : %(folder)s KOMMENTAR : %(comment)s SCHLAGWÖRTER :

source: (%d selected)
de: (%d ausgewählt)

source: Photos
de: Fotos
